# To install, run:
#
# ```bash
# brew bundle
# ```

tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "universal-ctags/universal-ctags"

brew "asciinema"
brew "bat" # https://github.com/sharkdp/bat
brew "cmake"
brew "coreutils"
brew "direnv"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "httpie"
brew "lazygit"
brew "less"
brew "openssl@1.1"
brew "neovim"
brew "node"
brew "readline"
brew "ripgrep"
brew "rust-analyzer"
brew "spaceship"
brew "tmux"
brew "tmuxp"
brew "tree"
brew "watch"
brew "watchman"
brew "zlib"
brew "zoxide"
brew "zsh"
brew "zsh-completions"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]

cask "alacritty"
cask "brave-browser"
cask "figma"
cask "firefox"
cask "flutter"
cask "flycut"
cask "github"
cask "google-chrome"
cask "iterm2"
cask "krisp"
cask "ngrok"
cask "notion"
cask "qbserve"
cask "sketch"
cask "visual-studio-code"
