# To install, run:
#
# ```bash
# brew bundle
# ```

#Error: homebrew/bundle was deprecated. This tap is now empty and all its contents were either deleted or migrated.
#tap "homebrew/bundle"

# Shell & terminal
brew "fastfetch"
brew "starship"
brew "zsh-completions"

# CLI utilities
brew "bat" # https://github.com/sharkdp/bat
brew "coreutils"
brew "eza"
brew "fd"
brew "fzf"
brew "less"
brew "ripgrep"
brew "tree"
brew "watch"
brew "yazi"
brew "zoxide"

# Git & GitHub
brew "gh" # Required for the aliases.
brew "git"
brew "git-delta" # Syntax-highlighting pager.
brew "git-lfs"
brew "lazygit"

# Languages & runtimes
brew "go"
brew "node"
brew "readline"
brew "zlib"

# Development tools
brew "direnv"
brew "go-task/tap/go-task"
brew "golang-migrate"
brew "tree-sitter-cli"

# Editors, linters & formatters
brew "markdownlint-cli" # Markdown linter for nvim-lint
brew "neovim"
brew "prettierd"
brew "stylua"

# Kubernetes & containers
brew "k3d"
brew "derailed/k9s/k9s"
brew "kubectl"

# Databases
brew "redis"

# Networking & HTTP
brew "cloudflared" # Cloudflare Tunnel client
brew "httpie"
brew "swaks"

# Recording & media
brew "asciinema"

# GUI apps
cask "bruno" # https://www.usebruno.com/
cask "flycut"
cask "ghostty"
cask "google-chrome"
cask "postgres-app" # https://postgresapp.com/
cask "rectangle"
cask "redis-insight"

# Fonts
cask "font-iosevka-slab" # https://github.com/be5invis/Iosevka
