# To install, run:
#
# ```bash
# brew bundle
# ```

tap "homebrew/bundle"

brew "asciinema"
brew "bat" # https://github.com/sharkdp/bat
brew "cmake"
brew "coreutils"
brew "direnv"
brew "fd"
brew "fzf"
brew "gh" # Required for the aliases.
brew "git"
brew "git-delta" # Syntax-highlighting pager.
brew "git-lfs"
brew "httpie"
brew "lazygit"
brew "less"
brew "openssl@1.1"
brew "neovim"
brew "node"
brew "readline"
brew "ripgrep"
brew "spaceship"
brew "tmux"
brew "tree"
brew "watch"
brew "zlib"
brew "zoxide"
brew "zsh-completions"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]

cask "figma"
cask "firefox"
cask "font-iosevka" # https://github.com/be5invis/Iosevka
cask "flycut"
cask "github"
cask "google-chrome"
cask "kitty"
cask "krisp"
cask "ngrok"
cask "qbserve"
